Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Do you want to force stop this VM and lose all unsaved data?
ar: هل تريد إيقاف هذه الآلة الافتراضية قسريًا وفقدان جميع البيانات غير المحفوظة؟
de: Möchten Sie diese VM direkt beenden? Alle ungespeicherten Daten gehen dabei verloren.
es_419: ¿Desea detener forzosamente esta VM y perder todos los datos no guardados?
fi: Haluatko pakottaa pysäyttämään tämän virtuaalikoneen ja menettää kaikki tallentamattomat tiedot?
fr: Voulez-vous forcer l’arrêt de cette VM et perdre toutes les données non enregistrées ?
it: Vuoi forzare l'arresto di questa Macchina Virtuale e perdere tutti i dati non salvati?
ja: この仮想マシンを強制停止しますか? 保存されていないデータは失われます。
pl: Czy chcesz wymusić zatrzymanie tej maszyny wirtualnej i stracić wszystkie niezapisane dane?
ru: Хотите ли вы принудительно остановить эту ВМ и потерять все несохраненные данные?
zh_hans: 要强制停止此虚拟机并丢失所有未保存的数据吗？
zh_hant: 您是否要強制中止此虛擬機，遺失所有未儲存的資料？
zh_hk: 你要強行停止這個虛擬電腦並遺失所有未儲存的資料嗎？

source: Do you want to forget all clients and generate a new server identity? Any clients that previously paired with this server will be instructed to manually unpair with this server before they can connect again.
ar: هل تريد نسيان جميع العملاء وإنشاء هوية جديدة للخادم؟ سيتم إبلاغ أي عملاء تم اقترانهم بهذا الخادم مسبقًا بإلغاء الاقتران يدويًا مع هذا الخادم قبل أن يتمكنوا من الاتصال مرة أخرى.
it: Vuoi dimenticare tutti i client e generare una nuova identità del server? Verrà chiesto a tutti i client collegati di disassociarsi manualmente prima di poter stabile una nuova connessione.
ja: すべてのクライアントを削除して、新しいサーバIDを生成しますか? 以前このサーバとペアリングしていたクライアントは、再度接続する前に手動でこのサーバとのペアリングを解除するよう指示されます。
pl: すべてのクライアントを削除して、新しいサーバIDを生成しますか? 以前このサーバとペアリングしていたクライアントは、再度接続する前に手動でこのサーバとのペアリングを解除するよう指示されます。
zh_hans: 要忘记所有客户端并生成新的服务器身份吗？之前与此服务器配对的任何客户端将被告知手动取消与此服务器的配对，之后才能再次连接。
zh_hk: 你要忘記所有客戶端並生成新的伺服器身分嗎？之前與這個伺服器配對的任何客戶端將被指示於再次連接之前手動取消與這個伺服器的配對。

source: Do you want to forget the selected client(s)?
ar: هل تريد نسيان العميل(العملاء) المحدد(ين)؟
ja: 選択中のクライアントを削除しますか?
pl: Czy chcesz zapomnieć wybranych klientów?
zh_hans: 要忘记所选的客户端吗？
zh_hk: 你要忘記已經選擇的客戶端嗎？

source: Do you want to move this VM to another location? This will copy the data to the new location, delete the data from the original location, and then create a shortcut.
ar: هل تريد نقل هذه الآلة الافتراضية إلى موقع آخر؟ سيؤدي ذلك إلى نسخ البيانات إلى الموقع الجديد، وحذف البيانات من الموقع الأصلي، ثم إنشاء اختصار.
de: Möchten Sie diese VM an einen neuen Speicherort bewegen? Dadurch werden alle enthaltenen Daten dorthin kopiert, das Original gelöscht und eine Verknüpfung erstellt.
es_419: ¿Quieres mover esta VM a otro lugar? Esto copiará los datos al nuevo lugar, los borrará del lugar original y luego creará un acceso directo.
fr: Voulez-vous déplacer cette VM à un autre endroit ? Cela copiera les données vers le nouvel emplacement, supprimera les données de l’emplacement d’origine, et créera un raccourci.
it: Vuoi spostare questa Macchina Virtuale in una nuova posizione? I dati saranno copiati nella nuova posizione ed eliminati dalla posizione originale. Verrà creata una nuova scorciatoia.
ja: この仮想マシンを別の場所に移動しますか? この操作により、データを新しい場所にコピーし、元の場所のデータを削除した後、ショートカットが作成されます。
pl: Czy chcesz przenieść tą maszynę wirtualną do nowego położenia? Ta opcja skopiuje dane do nowego położenia, usunie dane ze starego położenia oraz utworzy skrót.
ru: Вы хотите переместить эту ВМ в другое место? При этом данные будут скопированы в новое место, данные из исходного места будут удалены, а затем будет создан ярлык.
zh_hans: 要将此虚拟机移动到别处吗？这将会复制数据到新位置，删除原始位置的数据，然后创建一个快捷方式。
zh_hant: 您是否要將本虛擬機移動到其他位置？這會複製資料到新位置，從原位置刪除資料，然後建立捷徑。
zh_hk: 你要將這個虛擬電腦移動至其他位置嗎？這將會複製資料至新位置，刪除原先位置資料，並製作捷徑。

source: Do you want to remove this shortcut? The data will not be deleted.
ar: هل تريد إزالة هذا الاختصار؟ لن يتم حذف البيانات.
de: Möchten Sie diese VM-Verknüpfung löschen? Die Daten werden nicht gelöscht.
es_419: ¿Quieres eliminar este acceso directo? Los datos no serán eliminados.
fr: Voulez-vous supprimer ce raccourci ? Les données ne seront pas supprimées.
it: Vuoi eliminare questa scorciatoia? I dati originali non saranno eliminati.
ja: このショートカットを削除しますか? データは削除されません。
pl: Czy chcesz usunąć ten skrót? Dane nie zostaną usunięte.
ru: Вы хотите удалить этот ярлык? Данные не будут удалены.
zh_hans: 要删除此快捷方式吗？数据不会被删除。
zh_hant: 您是否要移除本捷徑？資料不會被刪除。
zh_hk: 你要刪除這個捷徑嗎？資料不會被刪除。

source: Done
ar: تم.
es_419: Completado
fi: Tehty
fr: Terminé
it: Completato
ja: 完了
ko: 확인
pl: Gotowe
ru: Готово
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Download
ar: تنزيل
zh_hans: 下载
zh_hk: 下載

source: Download and mount the guest support package for Windows. This is required for some features including dynamic resolution and clipboard sharing.
ar: قم بتنزيل وتحميل حزمة دعم الضيف لنظام Windows. هذا مطلوب لبعض الميزات بما في ذلك الدقة الديناميكية ومشاركة الحافظة.
es_419: Descargar y montar el paquete de soporte de invitado para Windows. Esto es necesario para algunas funcionalidades como la resolución automática y el uso compartido del portapapeles.
it: Scarica e monta l'immagine del paccheto di strumenti di supporto per Windows. Questi sono necessari per alcune funzionalità come la risoluzione dinamica e la condivisione degli appunti.
ja: Windows用ゲストサポートパッケージをダウンロードし、マウントします。ダイナミック解像度やクリップボード共有など、一部の機能を使用する場合に必要です。
pl: Pobierz i zamontuj dodatki gościa dla systemu Windows. To jest wymagane dla niektórych funkcji jak dynamiczna rozdzielczość i współdzielenie schowka.
ru: Загрузите и смонтируйте пакет гостевой поддержки для Windows. Он необходим для работы некоторых функций, включая динамическое разрешение и общий доступ к буферу обмена.
zh_hans: 下载并装载 Windows 的客户机支持包。此支持包对于一些功能而言为必需，例如动态分辨率与剪贴板共享。
zh_hant: 下載並裝載 Windows 的客體支援套件。某些功能如「動態解析度」和「剪貼簿共享」需要這個套件。
zh_hk: 下載並裝載 Windows 的客戶端支援套件。這對於一些功能為必需，當中包括動態解像度與剪貼板分享。

source: Download and mount the guest tools for Windows.
ar: قم بتنزيل وتحميل أدوات الضيف لنظام Windows.
es_419: Descargar y montar las herramientas de invitado de Windows.
fr: Télécharge et monte les outils pour l’invité Windows
it: Scarica e monta gli strumenti guest per Windows.
ja: Windows用ゲストツールをダウンロードし、マウントします。
pl: Pobierz i zamontuj dodatki gościa dla systemu Windows
ru: Загрузите и смонтируйте гостевые инструменты для Windows.
zh_hans: 下载并装载 Windows 客户机工具。
zh_hant: 下載並裝載 Windows 的客體支援套件。
zh_hk: 下載並裝載 Windows 的客戶端工具。

source: Download prebuilt from UTM Gallery…
ar: تنزيل مسبق البناء من معرض UTM…
de: Fertiges System von der UTM-Galerie laden…
es_419: Descargar una VM lista para usar desde la librería de UTM...
fi: Lataa valmiiksi rakennettu UTM Gallerysta…
it: Scarica una VM pronta da usare da UTM Gallery...
ja: UTMギャラリーからビルド済みパッケージをダウンロード…
pl: Pobierz gotowca z Galerii UTM...
ru: Загрузите готовые сборки из галереи UTM…
zh_hans: 从 UTM 库中下载预构建虚拟机…
zh_hant: 從 UTM 資源庫下載預先建置好的機器⋯
zh_hk: 從 UTM 虛擬電腦庫下載預構建⋯

source: Download VM
ar: تنزيل الآلة الافتراضية
ja: 仮想マシンをダウンロード
zh_hans: 下载虚拟机
zh_hk: 下載虛擬電腦

source: Download Windows 11 for ARM64 Preview VHDX
ar: تنزيل Windows 11 لمعاينة ARM64 VHDX.
es_419: Descargar imagen VHDX de la Preview de Windows 11 para ARM64
fi: Lataa Windows 11 for ARM64 Preview VHDX
it: Scarica l'immagine della Windows 11 ARM64 Preview VHDX
ja: ARM64用のWindows 11プレビューVHDXをダウンロード
ru: Скачать Windows 11 Preview VHDX для ARM64
zh_hans: 下载 Windows 11 ARM64 预览版 VHDX 映像
zh_hant: 下載 Windows 11 for ARM64 Preview VHDX
zh_hk: 下載 Windows 11 ARM64 Preview VHDX 映像檔

source: Downscaling
ar: تقليص.
es_419: Reducción de escala
fi: Skaalaus
fr: Réduction de définition
ja: 縮小
ko: 다운스케일링
pl: Skalowanie do niższej rozdzielczości (Downscaling)
ru: Уменьшение масштаба
zh_hans: 细化
zh_hant: 縮小影像解析度
zh_hk: 細化解像度

source: Drag and drop IPSW file here
ar: قم بسحب وإفلات ملف IPSW هنا
de: IPSW-Datei hier ablegen
es_419: Arrastre y suelte el archivo IPSW aquí
fi: Vedä ja pudota IPSW-tiedosto tähän
it: Trascina il file IPSW qui
ja: ここにIPSWファイルをドラッグアンドドロップ
pl: Przeciągnij i upuść plik IPSW tutaj
ru: Перетащите сюда файл IPSW
zh_hans: 拖放 IPSW 文件到此处
zh_hant: 拖曳 IPSW 檔案至此
zh_hk: 拖放 IPSW 檔至這裡

source: Drive description is invalid.
ar: وصف القرص غير صالح.
ja: ドライブの説明が無効です。
pl: Opis dysku jest nieprawidłowy.
zh_hans: 驱动器描述无效。
zh_hant: 磁碟機描述無效。
zh_hk: 磁碟描述無效。

source: Drives
ar: الأقراص
de: Laufwerke
es_419: Unidades de disco
fi: Asemat
fr: Lecteurs
it: Dischi
ja: ドライブ
ko: 드라이브
pl: Dyski
ru: Диски
zh_hans: 驱动器
zh_hant: 磁碟機
zh_hk: 磁碟

source: Duplicate this VM along with all its data.
ar: تكرار هذه الآلة الافتراضية مع جميع بياناتها.
es_419: Duplica esta VM junto con todos sus datos.
fr: Duplique cette VM avec toutes ses données.
it: Duplica questa Macchina Virtuale e tutti i suoi dati
ja: この仮想マシン、およびそのすべてのデータを複製します。
pl: Duplikuj tą maszynę wirtualną wraz z wszystkimi jej danymi.
ru: Дублируйте эту ВМ вместе со всеми её данными.
zh_hans: 复制此虚拟机及其所有数据。
zh_hant: 複製此虛擬機和其所有資料。
zh_hk: 複製這個虛擬電腦及其所有資料。

source: Edit
ar: تحرير.
es_419: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
pl: Edytuj
ru: Изменить
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

source: Edit selected VM
ar: تحرير الآلة الافتراضية المحددة.
es_419: Editar la VM seleccionada
fi: Muokkaa valittua virtuaalikonetta
it: Modifica la VM selezionata
ja: 選択した仮想マシンを編集します
pl: Edytuj wybraną wirtualną maszynę
ru: Изменить выбранную ВМ
zh_hans: 编辑已选中的虚拟机
zh_hant: 編輯選取虛擬機
zh_hk: 編輯已選取的虛擬電腦

source: Edit…
ar: تحرير...
es_419: Editar...
fr: Modifier…
it: Modifica...
ja: 編集…
pl: Edytuj...
ru: Изменить…
zh_hans: 编辑…
zh_hant: 編輯…
zh_hk: 編輯⋯

source: EFI Variables
ar: متغيرات EFI
de: EFI-Variablen
es_419: Variables EFI
fr: Variables EFI
it: Variabli EFI
ja: EFI変数
pl: Zmiene EFI
ru: Переменные EFI
zh_hans: EFI 变量
zh_hant: EFI 變數
zh_hk: EFI 變數

source: Eject
ar: إخراج
de: Auswerfen
es_419: Expulsar
fi: Poista
fr: Éjecter
it: Espelli
ja: 取り出す
ko: 꺼내기
pl: Wysuń
ru: Извлечь
zh_hans: 推出
zh_hant: 退出
zh_hk: 退出

source: Emulate
ar: محاكاة
de: Emulieren
es_419: Emular
fi: Emuloi
it: Emula
ja: エミュレート
pl: Emulacja
ru: Эмулировать
zh_hans: 模拟
zh_hant: 模擬
zh_hk: 仿真

source: Emulated Audio Card
ar: بطاقة صوت محاكية.
es_419: Tarjeta de audio emulada
fi: Emuloitu äänikortti
fr: Carte son émulée
it: Scheda Audio Emulata
ja: 仮想オーディオカード
ko: 오디오 카드
pl: Emulowana karta dźwiękowa
ru: Эмулируемая аудиокарта
zh_hans: 模拟声卡
zh_hant: 模擬音效卡
zh_hk: 仿真聲卡

source: Emulated Display Card
ar: بطاقة عرض محاكية.
es_419: Tarjeta gráfica emulada
fi: Emuloitu näyttökortti
fr: Carte graphique émulée
it: Scheda Video Emulata
ja: 仮想ディスプレイカード
pl: Emulowana karta graficzna
ru: Эмулируемая видеокарта
zh_hans: 模拟显卡
zh_hant: 模擬顯示卡
zh_hk: 仿真顯卡

source: Emulated Network Card
ar: بطاقة شبكة محاكية.
es_419: Tarjeta de red emulada
fi: Emuloitu verkkokortti
fr: Carte réseau émulée
it: Scheda di Rete Emulata
ja: 仮想ネットワークカード
ko: 네트워크 카드
pl: Emulowana karta sieciowa
ru: Эмулируемая сетевая карта
zh_hans: 模拟网卡
zh_hant: 模擬網路卡
zh_hk: 仿真網卡

source: Emulated Serial Device
ar: جهاز تسلسلي محاكي.
es_419: Dispositivo serial emulado
fi: Emuloitu sarjalaite
fr: Appareil Série émulé
it: Dispositivo Seriale Emulato
ja: 仮想シリアルデバイス
pl: Emulowane urządzenie szeregowe
ru: Эмулированный последовательный порт
zh_hans: 模拟序列设备
zh_hant: 模擬序列裝置
zh_hk: 仿真序列裝置

source: Emulated VLAN
ar: VLAN المحاكية
de: Emuliertes VLAN
es_419: VLAN emulado
fi: Emuloitu VLAN
fr: VLAN émulé
it: VLAN Emulata
ja: 仮想VLAN
pl: Emulowany VLAN
ru: Эмулированный VLAN
zh_hans: 模拟 VLAN
zh_hant: 模擬 VLAN
zh_hk: 仿真 VLAN

source: Enable Balloon Device
ar: تمكين جهاز Balloon.
es_419: Habilitar el dispositivo Balloon
fr: Activer l’appareil Balloon
it: Abilita Dispositivo Balloon
ja: バルーンデバイスを有効にする
pl: Włącz urządzenie Balloon
ru: Включить устройство для раздувания памяти
zh_hans: 启用 Balloon 设备
zh_hant: 啟用 Balloon 裝置
zh_hk: 啟用 Balloon 裝置

source: Enable Clipboard Sharing
ar: تمكين مشاركة الحافظة
de: Zwischenablage teilen
es_419: Habilitar uso compartido del portapapeles
fi: Ota leikepöydän jakaminen käyttöön
fr: Activer le partage du presse-papier
it: Abilita Condivisione Appunti
ja: クリップボード共有を有効にする
ko: 클립보드 공유 활성화
pl: Włącz współdzielenie katalogów
ru: Включить обмен буфером обмена
zh_hans: 启用剪贴板共享
zh_hant: 啟用剪貼簿共享
zh_hk: 啟用剪貼板分享

source: Enable Entropy Device
ar: تمكين جهاز Entropy.
es_419: Habilitar el dispositivo de entropía
fr: Activer l’appareil Entropy
it: Abilita Dispositivo Entropy
ja: エントロピデバイスを有効にする
pl: Włącz urządzenie Entropy
ru: Включить энтропийное устройство
zh_hans: 启用 Entropy 设备
zh_hant: 啟用 Entropy 裝置
zh_hk: 啟用 Entropy 裝置

source: Enable hardware OpenGL acceleration
ar: تمكين تسريع OpenGL بالعتاد.
es_419: Habilitar la aceleración OpenGL por hardware
fi: Ota käyttöön laitteiston OpenGL-kiihdytys
it: Abilita l'accelerazione hardware OpenGL
ja: ハードウェアOpenGLアクセラレーションを有効にする
pl: Włącz akcelerację sprzętową OpenGL
ru: Включить аппаратное ускорение OpenGL
zh_hans: 启用 OpenGL 硬件加速
zh_hant: 啟用 OpenGL 硬體加速
zh_hk: 啟用硬體 OpenGL 加速

source: Enable Keyboard
ar: تمكين لوحة المفاتيح.
es_419: Habilitar el teclado
fr: Activer le clavier
it: Abilita Tastiera
pl: Włącz klawiaturę
ru: Включить клавиатуру
zh_hans: 启用键盘
zh_hant: 啟用鍵盤
zh_hk: 啟用鍵盤

source: Enable Pointer
ar: تمكين المؤشر.
es_419: Habilitar el puntero
fr: Activer le pointeur (souris)
it: Abilita Puntatore
ru: Включить указатель
zh_hans: 启用光标
zh_hant: 啟用指向裝置
zh_hk: 啟用指標

source: Enable Rosetta (x86_64 Emulation)
ar: تمكين Rosetta (محاكاة x86_64).
ja: Rosettaを有効にする（x86_64エミュレーション）
pl: Włącz Rosettę (emulacja x86_64)
zh_hans: 启用 Rosetta (x86_64 模拟)
zh_hant: 啟用 Rosetta（x86_64 模擬）
zh_hk: 啟用 Rosetta (x86_64 仿真)

source: Enable Rosetta on Linux (x86_64 Emulation)
ar: تمكين Rosetta على Linux (محاكاة x86_64).
es_419: Habilitar Rosetta en Linux (Emulación x86_64)
fr: Active Rosetta sur Linux (émulation x86_64)
it: Abilita Rosetta su Linux (Emulazione x86_64)
ja: Linux上でRosettaを有効にする（x86_64エミュレーション）
pl: Włącz Rosettę na systemie Linux (emulacja x86_64)
ru: Включение Rosetta в Linux (эмуляция x86_64)
zh_hans: 在 Linux 中启用 Rosetta (x86_64 模拟)
zh_hant: 在 Linux 啟用 Rosetta（x86_64 模擬）
zh_hk: 於 Linux 中啟用 Rosetta (x86_64 仿真)

source: Enable Sound
ar: تمكين الصوت.
es_419: Habilitar sonido
fr: Activer l’audio
it: Abilita Suono
ja: サウンドを有効にする
pl: Włącz dźwięk
ru: Включить звук
zh_hans: 启用声音
zh_hant: 啟用音效卡
zh_hk: 啟用聲音

source: Engine
ar: محرك.
es_419: Motor
fi: Moottori
ja: エンジン
pl: Silnik
ru: Движок
zh_hans: 引擎
zh_hant: 引擎
zh_hk: 引擎

source: Error
ar: خطأ
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
ko: 에러
pl: Błąd
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

source: Existing
ar: موجود
de: Existierende
es_419: Existente
fi: Nykyinen
it: Esistente
ja: 既存
pl: Istniejące
ru: Существующий
zh_hans: 现有的
zh_hant: 現存
zh_hk: 現存

source: Export all arguments as a text file. This is only for debugging purposes as UTM's built-in QEMU differs from upstream QEMU in supported arguments.
ar: تصدير جميع الوسائط كملف نصي. هذا فقط لأغراض التصحيح حيث أن QEMU المدمج في UTM يختلف عن QEMU الرئيسي في الوسائط المدعومة.
it: Esporta tutti gli argomenti in un file di testo. Consigliato per il debugging: gli argomenti QEMU utilizzati da UTM potrebbero differire da quelli di QEMU upstream
ja: すべての引数をテキストファイルとして書き出します。UTMの内蔵QEMUは、対応している引数がアップストリームのQEMUのものと異なるため、この機能はデバッグの目的でのみ使用します。
pl: Eksportuj wszystkie argumenty do pliku tekstowego. Jest to tylko dla potrzeb debugowania z uwagi, że wbudowany do UTM, QEMU różni się od głównej wersji QEMU we wspieranych parametrach.
zh_hans: 将所有参数导出为文本文件。此功能仅用于调试目的，因为 UTM 的内置 QEMU 与上游 QEMU 在支持的参数上有所不同。
zh_hant: 將所有引數匯出為文字檔。僅供除錯用途，UTM 內建的 QEMU 和上游的 QEMU 支援的引數不同。
zh_hk: 將所有參數輸出為一個文字文件。這僅用於除錯目的，因為 UTM 的內建 QEMU 在支援的參數上與上游的 QEMU 不同。

source: Export Debug Log
ar: تصدير سجل التصحيح.
es_419: Exportar registro de depuración
fi: Vie virheenkorjausloki
fr: Exporter l’enregistrement du débogage
it: Esporta Log di Debug
ja: デバッグログを書き出す
ko: 디버그 로그 내보내기
pl: Eksportuj dziennik zdarzeń
ru: Экспорт журнала отладки
zh_hans: 导出调试日志
zh_hant: 匯出除錯日誌
zh_hk: 輸出除錯記錄

source: Export QEMU Command…
ar: تصدير أمر QEMU…
es_419: Exportar comando de QEMU…
fr: Exporter la commande QEMU…
it: Esporta comando QEMU…
ja: QEMUコマンドを書き出す…
pl: Eksportuj komendę QEMU…
ru: Экспортировать команду QEMU…
zh_hans: 导出 QEMU 命令…
zh_hant: 匯出 QEMU 命令⋯
zh_hk: 輸出 QEMU 指令⋯

source: External Drive
ar: قرص خارجي
fr: Lecteur externe
ja: 外部ドライブ
pl: Dysk zewnętrzny
zh_hans: 外部磁盘
zh_hant: 外部磁碟機
zh_hk: 外部磁碟

source: Extracting…
ar: يتم الاستخراج…
de: Wird entpackt…
es_419: Extrayendo…
it: Estrazione…
ja: 展開中…
pl: Rozpakowywanie...
ru: Извлечение…
zh_hans: 正在提取…
zh_hant: 正在解壓縮……
zh_hk: 正在解壓縮⋯

source: Failed to access data from shortcut.
ar: فشل في الوصول إلى البيانات من الاختصار.
de: Die Daten der Verknüpfung konnten nicht gefunden werden.
es_419: No se pudo acceder a los datos desde el acceso directo.
fr: Impossible d’accéder aux données à partir du raccourci.
it: Impossibile accedere ai dati dalla scorciatoia.
ja: ショートカットからデータのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do danych ze skrótu.
ru: Не удалось получить доступ к данным из ярлыка.
zh_hans: 无法从快捷方式访问数据。
zh_hant: 無法從捷徑存取資料。
zh_hk: 無法由捷徑取用資料。

source: Failed to access drive image path.
ar: فشل في الوصول إلى مسار صورة القرص.
de: Das Laufwerks-Abbild konnte nicht gefunden werden.
es_419: No se pudo acceder a la ruta de la imagen de disco.
fi: Aseman kuvan polun käyttö epäonnistui.
fr: Impossible d’accéder au chemin de l’image du lecteur.
it: Impossibile accedere alla posizione dell'immagine disco.
ja: ドライブイメージパスのアクセスに失敗しました。
ko: 드라이브 이미지 경로 접근에 실패했습니다.
pl: Nie udało się uzystać dostępu do ścieżki obrazu dysku.
ru: Не удалось получить доступ к пути образа диска.
zh_hans: 无法访问驱动器映像路径。
zh_hant: 無法存取磁碟機映像位置。
zh_hk: 無法取用磁碟映像檔路徑。

source: Failed to access file.
ar: فشل في الوصول إلى الملف.
ja: ファイルへのアクセスに失敗しました。
pl: Nie udało się uzyskać dostępu do pliku.
zh_hans: 无法访问文件。
zh_hk: 無法取用檔案。

source: Failed to access shared directory.
ar: فشل في الوصول إلى الدليل المشترك.
de: Der freigegebener Ordner konnte nicht gefunden werden.
es_419: No se pudo acceder al directorio compartido.
fr: Impossible d’accéder au dossier partagé.
it: Impossibile accedere alla cartella condivisa.
ja: 共有ディレクトリのアクセスに失敗しました。
pl: Nie udało się uzystać dostępu do współdzielonego katalogu.
ru: Не удалось получить доступ к общему каталогу.
zh_hans: 无法访问共享目录。
zh_hant: 無法存取共享檔案夾。
zh_hk: 無法取用分享目錄。

source: Failed to attach to JitStreamer: %@
ar: فشل في الارتباط بـ JitStreamer: %@
de: Fehler beim Start von JitStreamer: %@
es_419: No se pudo adjuntar a JitStreamer: %@
it: Errore di collegamento a JitStreamer: %@
ja: JitStreamerへのアタッチに失敗しました: %@
pl: Nie udało się dołączyć do JitStreamer: %@
ru: Не удалось подключиться к JitStreamer: %@
zh_hans: 未能附加到 JitStreamer：%@
zh_hant: 無法附加到 JitStreamer： %@
zh_hk: 無法附加至 JitStreamer：%@

source: Failed to attach to JitStreamer.
ar: فشل في الارتباط بـ JitStreamer.
de: Fehler beim Start von JitStreamer.
es_419: No se pudo adjuntar a JitStreamer.
it: Errore di collegamento a JitStreamer.
ja: JitStreamerへのアタッチに失敗しました。
pl: Nie udało się dołączyć JitStreamer.
ru: Не удалось подключиться к JitStreamer.
zh_hans: 未能附加到 JitStreamer。
zh_hant: 無法附加到 JitStreamer。
zh_hk: 無法附加至 JitStreamer。

source: Failed to change current directory.
ar: فشل في تغيير الدليل الحالي.
ja: 作業ディレクトリの変更に失敗しました。
pl: Nie udało się zmienić katalogu.
zh_hans: 更改当前目录失败。
zh_hant: 無法更改目前檔案夾。
zh_hk: 無法變更當前目錄。

source: Failed to clone VM.
ar: فشل في استنساخ الآلة الافتراضية.
de: Die VM konnte nicht dupliziert werden.
es_419: No se pudo clonar la VM.
fi: VM:n kloonaus epäonnistui.
it: Impossibile clonare la Macchina Virtuale
ja: 仮想マシンの複製に失敗しました。
ko: VM 복제에 실패했습니다.
pl: Nie udało się zamknąć wirtualnej maszyny.
ru: Не удалось клонировать ВМ.
zh_hans: 复制虚拟机失败。
zh_hant: 無法複製虛擬機。
zh_hk: 無法複製虛擬電腦。

source: Failed to connect to SPICE: %@
ar: فشل في الاتصال بـ SPICE: %@
ja: SPICEへの接続に失敗しました: %@
pl: Nie udało się połączyć z SPICE: %@
zh_hans: 无法连接到 SPICE：%@
zh_hk: 無法連接至 SPICE：%@

source: Failed to create pipe for communications.
ar: فشل في إنشاء أنبوب للتواصل.
ja: 通信用パイプの作成に失敗しました。
pl: Nie udało się utworzyć potoku do komunikacji
zh_hans: 无法为通信创建管道。
zh_hk: 無法為通訊建立管道。

source: Failed to decode JitStreamer response.
ar: فشل في فك تشفير استجابة JitStreamer.
de: Die Kommunikation mit JitStreamer ist fehlgeschlagen.
es_419: No se pudo decodificar la respuesta de JitStreamer.
it: Impossibile interpretare la risposta di JitStreamer.
ja: JitStreamerの応答のデコードに失敗しました。
pl: Nie udało się zdekodować odpowiedzi JitStreamer
ru: Не удалось декодировать ответ JitStreamer.
zh_hans: 未能解码 JitStreamer 响应。
zh_hant: 無法解碼 JitStreamer 回應。
zh_hk: 無法解碼 JitStreamer 回應。

source: Failed to determine host name.
ar: فشل في تحديد اسم المضيف.
ja: ホスト名の特定に失敗しました。
pl: Nie udało się zdefiniować nazwy gospodarza.
zh_hans: 无法确定主机名。
zh_hk: 無法確定主機名。

source: Failed to generate a key pair.
ar: فشل في توليد زوج من المفاتيح.
ja: 鍵ペアの生成に失敗しました。
pl: Nie udało się wygenerować parę kluczy.
zh_hans: 无法生成密钥对。
zh_hk: 無法生成密鑰對。

source: Failed to generate TLS key for server.
ar: فشل في توليد مفتاح TLS للخادم.
ja: サーバ用のTLS鍵の生成に失敗しました。
pl: Nie udało się wygenerować klucza TLS dla serwera.
zh_hans: 无法为服务器生成 TLS 密钥。
zh_hk: 無法為伺服器生成 TLS 密鑰。

source: Failed to get host fingerprint.
ar: فشل في الحصول على بصمة المضيف.
ja: ホストの指紋の取得に失敗しました。
pl: Nie udało się zdefiniować podpisu gospodarza.
zh_hans: 无法获取主机指纹。
zh_hk: 無法取得主機指紋。

source: Failed to get latest macOS version from Apple.
ar: فشل في الحصول على أحدث إصدار من macOS من Apple.
de: Die neueste macOS-Version konnte nicht abgerufen werden.
es_419: No se pudo obtener la última versión de macOS desde Apple.
fi: Uusimman macOS-version hakeminen Applelta epäonnistui.
it: Non è stato possibile ottenere l'ultima versione di macOS da Apple.
ja: Appleから最新のmacOSバージョンの取得に失敗しました。
pl: Nie udało się pobrać najnowszej wersji systemu macOS od Apple.
ru: Не удалось получить последнюю версию macOS от Apple.
zh_hans: 无法从 Apple 获得最新的 macOS 版本。
zh_hant: 無法從 Apple 取得最新的 macOS 版本。
zh_hk: 無法由 Apple 取得最新的 macOS 版本。

source: Failed to import generated key.
ar: فشل في استيراد المفتاح المولد.
ja: 生成された鍵の読み込みに失敗しました。
pl: Nie udało się zaimportować wygenerowanych kluczy.
zh_hans: 无法导入生成的密钥。
zh_hk: 無法輸入已經生成的密鑰。

source: Failed to migrate configuration from a previous UTM version.
ar: فشل في ترحيل التكوين من إصدار UTM سابق.
de: Die VM-Konfiguration konnte nicht von der alten UTM-Version übernommen werden.
es_419: No se pudo migrar la configuración de una versión anterior de UTM.
fr: Impossible de migrer la configuration depuis une ancienne version d’UTM.
it: Migrazione da una precedente versione di UTM fallita.
ja: 以前のUTMバージョンからの構成の移行に失敗しました。
pl: Migracja konfiguracji z poprzedniej wersji UTM zakończona niepowodzeniem.
ru: Не удалось перенести конфигурацию из предыдущей версии UTM.
zh_hans: 无法从以前的 UTM 版本迁移配置。
zh_hant: 無法從先前的 UTM 版本遷移組態設定。
zh_hk: 無法由之前版本的 UTM 轉移設定。

source: Failed to parse download URL.
ar: فشل في تحليل عنوان URL للتنزيل.
de: Die Download-URL war fehlerhaft.
es_419: No se pudo analizar la URL de descarga.
it: Errore nella lettura dell'URL di download.
pl: Nie udało się parsować adresu URL pobierania.
ru: Не удалось разобрать URL-адрес загрузки.
zh_hans: 无法解析下载 URL。
zh_hant: 無法解析下載 URL。
zh_hk: 無法解析已經下載的 URL。

source: Failed to parse generated key pair.
ar: فشل في تحليل زوج المفاتيح المولد.
ja: 生成された鍵ペアの解析に失敗しました。
pl: Nie udało się przeanalizować parę kluczy.
zh_hans: 无法解析生成的密钥对。
zh_hk: 無法解析生成的密鑰對。

source: Failed to parse imported VM.
ar: فشل في تحليل الآلة الافتراضية المستوردة.
de: Die importierte VM konnte nicht geöffnet werden.
es_419: No se pudo analizar la VM importada.
fi: Tuodun VM:n jäsentäminen epäonnistui.
it: Errore di lettura della la Macchina Virtuale importata
ja: 読み込まれた仮想マシンの解析に失敗しました。
ko: 추가된 VM을 파싱하는 데 실패했습니다.
pl: Nie udało się parsować zaimportowanej wirtualnej maszyny.
ru: Не удалось разобрать импортированную ВМ.
zh_hans: 无法解析导入的虚拟机。
zh_hant: 無法解析匯入的虛擬機。
zh_hk: 無法解析已經輸入的虛擬電腦。
